04_CFD/pipeline/sweep_run/cases/d+0p0_M0p150_aoa+12p0/0/nuTilda
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nuTilda;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 2.250000e-04;

boundaryField
{
    mainfoil
    {
        type            fixedValue;
        value           uniform 0;
    }

    flap
    {
        type            fixedValue;
        value           uniform 0;
    }

    farfield
    {
        type            freestream;
        freestreamValue uniform 2.250000e-04;
    }

    outlet
    {
        type            freestream;
        freestreamValue uniform 2.250000e-04;
    }

    front
    {
        type            empty;
    }

    back
    {
        type            empty;
    }
}

// ************************************************************************* //
